import Button from '../components/Button.jsx';

export default function Privacy() {
	return (
		<div>
			<Button
				type='link'
				url='/'
				className='button_outline button_big'
				text='На главную'
			/>
			<h1 className='privacy__title'>Политика обработки персональных данных</h1>
			<h2>1. Общие положения</h2>
			<p>1.1. Политика в отношении обработки персональных данных (далее — «Политика») направлена на защиту прав и свобод физических лиц, персональные данные которых обрабатывает Znakomstva.com (далее — «Оператор»).</p>
			<p>1.2. Политика разработана в соответствии с п. 2 ч. 1 ст. 18.1 Федерального закона от 27 июля 2006 г. № 152-ФЗ «О персональных данных» (далее — ФЗ «О персональных данных»).</p>
			<p>1.3. Политика содержит сведения, подлежащие раскрытию в соответствии с ч. 1 ст. 14 ФЗ «О персональных данных», и является общедоступным документом.</p>
			<p>1.4. Целью обработки персональных данных является:</p>
			<ul>
				<li>предоставление субъектам персональных данных услуг Оператора на сайте «https://Znakomstva.com», на котором размещен и функционирует проект Оператора «Znakomstva.com», направленный на взаимное знакомство пользователей.</li>
				<li>обеспечение защиты прав и свобод человека и гражданина при обработке его персональных данных, в том числе защиты прав на неприкосновенность частной жизни, личную и семейную тайну.</li>
				<li>информировать о специальных акциях и предложениях.</li>
			</ul>
			<p>1.5. Обработка организована Оператором на принципах:</p>
			<ul>
				<li>законности целей и способов обработки персональных данных, добросовестности и справедливости в деятельности Оператора;</li>
				<li>достоверности персональных данных, их достаточности для целей обработки, недопустимости обработки персональных данных, избыточных по отношению к целям, заявленным при сборе персональных данных;</li>
				<li>обработки только персональных данных, которые отвечают целям их обработки;</li>
				<li>соответствия содержания и объема обрабатываемых персональных данных заявленным целям обработки. Обрабатываемые персональные данные не должны быть избыточными по отношению к заявленным целям их обработки;</li>
				<li>недопустимости объединения баз данных, содержащих персональные данные, обработка которых осуществляется в целях, не совместимых между собой;</li>
				<li>обеспечения точности персональных данных, их достаточности, а в необходимых случаях и актуальности по отношению к целям обработки персональных данных. Оператор принимает необходимые меры либо обеспечивает их принятие по удалению, или уточнению неполных или неточных данных;</li>
				<li>хранения персональных данных в форме, позволяющей определить субъекта персональных данных, не дольше, чем этого требуют цели обработки персональных данных.</li>
			</ul>
			<p>1.6. Персональные данные обрабатываются с использованием средств автоматизации.</p>
			<p>1.7. Оператор обрабатывает следующие персональные данные:</p>
			<p>1.7.1. Обязательные, без которых невозможна регистрация на сайте «https://Znakomstva.com»:</p>
			<ul>
				<li>фамилия, имя</li>
				<li>возраст</li>
				<li>пол</li>
				<li>адрес электронной почты</li>
			</ul>
			<p>1.7.2. Добровольные, то есть данные, которые пользователь указывает в своем аккаунте по собственному изъявлению:</p>
			<ul>
				<li>город</li>
				<li>страна</li>
				<li>информация о себе в свободной форме</li>
				<li>мобильный телефон</li>
			</ul>
			<p>1.7.2.1. При этом некоторые обязательные и/или добровольные персональные данные, по личному волеизъявлению пользователя на сайте «https://Znakomstva.com», делаются таким пользователем общедоступными для любых третьих лиц в порядке п.п.10, п.1 статьи 6 Федерального закона от 27.07.2006 N 152-ФЗ «О персональных данных».</p>
			<p>1.8. Оператором не осуществляется обработка специальных категорий персональных данных:</p>
			<ul>
				<li>касающихся расовой, национальной принадлежности</li>
				<li>политических взглядов, религиозных или философских убеждений</li>
				<li>здоровья и интимной жизни</li>
			</ul>
			<p>1.9. Оператор обрабатывает персональные данные клиентов с их согласия, предоставляемого клиентами и/или их законными представителями путем совершения конклюдентных действий на сайте «https://Znakomstva.com», в том числе, но не ограничиваясь, оформлением платной подписки на дополнительные услуги Оператора, регистрацией в личном кабинете, подпиской на рассылку, в соответствии с настоящей Политикой.</p>
			<p>1.10. Все вопросы, связанные с обработкой персональных данных, не урегулированные настоящей Политикой, разрешаются в соответствии с действующим законодательством Российской Федерации.</p>
			<h2>2. Сведения об обеспечении безопасности персональных данных</h2>
			<p>2.1. При обработке персональных данных Оператор применяет все необходимые правовые, организационные и технические меры по обеспечению безопасности персональных данных в соответствии со ст. 19 Федерального закона от 27.07.2006 N 152-ФЗ «О персональных данных».</p>
			<p>2.2. Оператор не раскрывает третьим лицам и не распространяет персональные данные без согласия субъекта персональных данных, кроме случает, если это предусмотрено действующим законодательством РФ и настоящей Политикой.</p>
			<p>2.3. Оценка вреда, который может быть причинен субъектам персональных данных в случае нарушения Оператором требований Федерального закона от 27.07.2006 N 152-ФЗ «О персональных данных», определяется в соответствии со ст. 15, 151, 152, 1101 Гражданского кодекса Российской Федерации. Соотношение указанного вреда и принимаемых Оператором мер, направленных на предупреждение, недопущение и/или устранение его последствий, определяется локальными актами Оператора.</p>
			<p>2.4. Условия обработки персональных данных Оператором:</p>
			<p>2.4.1.Персональные данные обрабатываются Оператором после заключения субъектом персональных данных пользовательского соглашения (Политики) на предоставление такому субъекту права размещения своей анкеты на «Znakomstva.com». Согласно п. 5 статьи 6 Федерального закона от 27.07.2006 года № 152-ФЗ «О персональных данных», согласие субъекта персональных данных не требуется, так как субъект заключает соглашение по собственной инициативе и является выгодоприобретателем по заключенному им соглашению.</p>
			<p>2.4.2.Оператор не передает персональные данные субъекта третьим лицам.</p>
			<p>2.5. Хранение персональных данных субъектов, которые являются пользователями сайта «https://Znakomstva.com», осуществляется в форме, позволяющей определить субъекта персональных данных. Персональные данные подлежат уничтожению по достижении целей обработки. Удаление персональных данных осуществляется посредством удаления учетной записи на сайте «https://Znakomstva.com», после чего такая запись не подлежит восстановлению.</p>
			<p>2.6. Взаимодействие с федеральными органами исполнительной власти по вопросам обработки и защиты персональных данных субъектов, персональные данные которых обрабатываются Оператором, осуществляется в рамках законодательства Российской Федерации.</p>
			<p>2.7. Обработка персональных данных осуществляется автоматизировано, при помощи специального программного модуля сайта «https://Znakomstva.com», который обрабатывает разделы данных, заполняемых пользователями, и на основании которых пользователю создается личный кабинет (аккаунт).</p>
			<p>2.8. В соответствии со статьей 18.1 ФЗ-152 Оператор самостоятельно определяет состав и перечень мер, необходимых и достаточных для обеспечения выполнения требований законодательства. Оператор, в частности, принял следующие меры:</p>
			<ul>
				<li>назначен ответственный за организацию обработки персональных данных;</li>
				<li>разработаны и внедрены локальные акты по вопросам обработки персональных данных, а также локальные акты, устанавливающие процедуры, направленные на предотвращение и выявление нарушений установленных процедур по обработке персональных данных и устранение последствий таких нарушений;</li>
				<li>применяются правовые, организационные и технические меры по обеспечению безопасности персональных данных в соответствии со статьей 19 ФЗ-152;</li>
				<li>осуществляется внутренний контроль соответствия обработки персональных данных ФЗ-152 и принятым в соответствии с ним нормативным правовым актам, требованиям к защите персональных данных, политике Оператора в отношении обработки персональных данных, локальным актам Оператора;</li>
				<li>проводится оценка вреда, который может быть причинен субъектам персональных данных в случае нарушения ФЗ-152, соотношение указанного вреда и принимаемых оператором мер, направленных на обеспечение выполнения обязанностей, предусмотренных ФЗ-152;</li>
				<li>работники Оператора, непосредственно осуществляющие обработку персональных данных, ознакомлены с положениями законодательства Российской Федерации о персональных данных, в том числе требованиями к защите персональных данных, документами, определяющими политику Оператора в отношении обработки персональных данных, локальными актами по вопросам обработки персональных данных;</li>
				<li>в дополнение к требованиям 152-ФЗ «О персональных данных», у Оператора осуществляется комплекс мероприятий, направленных на защиту информации о клиентах, работниках и контрагентах.</li>
				<li>контролирует прием и обработку обращений и запросов субъектов персональных данных или их представителей.</li>
				<li>принимает меры для обнаружения фактов несанкционированного доступа к персональным данным и немедленного доведения этой информации до Генерального директора.</li>
				<li>производит постоянный контроль за обеспечением уровня защищенности персональных данных.</li>
				<li>знакомит под роспись работников Оператора, которые имеют доступ к персональным данным, с положениями законодательства РФ о персональных данных, в том числе требованиями о защите персональных данных, а также с локальными актами Оператора, определяющими порядок обработки Персональных данных.</li>
				<li>осуществляет внутренний контроль и (или) аудит соответствия обработки персональных данных Федеральному закону от 27.07.2006 года № 152-ФЗ «О персональных данных» и принятым в соответствии с ним нормативными правовыми актами, требованиям к защите персональных данных, политике Оператора в отношении обработки персональных данных, локальным актам Оператора.</li>
			</ul>
			<h2>3. Порядок обеспечения прав субъекта персональных данных</h2>
			<p>3.1. Субъекты персональных данных или их представители обладают правами, предусмотренными Федеральным законом от 27.07.2006 N 152-ФЗ «О персональных данных».</p>
			<p>3.2. Оператор обеспечивает права субъектов персональных данных в порядке, установленном главами 3 и 4 Федерального закона от 27.07.2006 N 152-ФЗ «О персональных данных».</p>
			<p>3.3. Полномочия представителя на представление интересов каждого субъекта персональных данных подтверждаются соответствующей нотариально заверенной доверенностью.</p>
			<p>3.4. Сведения, указанные в ч. 7 ст. 22 Федерального закона от 27.07.2006 N 152-ФЗ «О персональных данных», предоставляются субъекту персональных данных в доступной форме без персональных данных, относящихся к другим субъектам персональных данных, за исключением случаев, если имеются законные основания для раскрытия таких персональных данных, в электронном виде. По требованию субъекта персональных данных они могут быть продублированы на бумаге.</p>
			<p>3.5. Сведения, указанные в ч. 7 ст. 22 Федерального закона от 27.07.2006 N 152-ФЗ «О персональных данных», предоставляются субъекту персональных данных или его представителю при личном обращении либо при получении запроса субъекта персональных данных или его представителя. Запрос должен содержать номер основного документа, удостоверяющего личность субъекта персональных данных или его представителя, сведения о дате выдачи указанного документа и выдавшем его органе, сведения, подтверждающие участие субъекта персональных данных в отношениях с Оператором (номер договора, дата заключения договора, условное словесное обозначение и (или) иные сведения), либо сведения, иным образом подтверждающие факт обработки персональных данных Оператором, подпись субъекта персональных данных или его представителя. При наличии технической возможности запрос может быть направлен в форме электронного документа и подписан электронной подписью в соответствии с законодательством Российской Федерации.</p>
			<p>3.6. Право субъекта персональных данных на доступ к его персональным данным может быть ограничено в соответствии с федеральными законами.</p>
			<p>3.7. Оператор обязан немедленно прекратить по требованию субъекта персональных данных обработку его персональных данных, указанную в ч. 1 ст. 15 Федерального закона от 27.07.2006 N 152-ФЗ «О персональных данных».</p>
			<p>3.8. Оператор обязан предоставить безвозмездно субъекту персональных данных или его представителю возможность ознакомления с персональными данными, относящимися к этому субъекту персональных данных, по месту своего расположения в рабочее время.</p>
			<p>3.9. Оператор по запросу субъекта персональных данных или его уполномоченного представителя предоставляет для ознакомления локальные акты Оператора, касающиеся обработки персональных данных.</p>
		</div>
	);
}
