{
	"users": [
		{
			"id": 1,
			"firstName": "Arpad",
			"lastName": "Miklosh",
			"age": "37",
			"gender": "man",
			"img": "../assets/img/users/man/1.jpg",
			"like": false,
			"email": "Arpad@q.ru",
			"password": "123456789",
			"aboutUs": "А кого хочу встретить знаю, в себе уверен. Разовый секс не интересен. На первом месте взаимопонимание, уважение, доверие, а за тем любовь. Прежде всего я ЧЕЛОВЕК со своими плюсами и минусами. ДА! Забыл про ВКЛАД в Швейцарском Банке и нефтяную скважину) – актуально, нет денег – нет спроса). Идеальных людей нет. Если вы здесь не „на работе“ или просто делать нечего, повышаете себе самооценку, или убиваете время, так как в реале многие уже, наверное, разучились общаться в живую, да и домашним уже не до вас… Запишитесь на курсы макраме…) Никого не хочу обидеть, все вы достойны уважения. Вы все достойны лучшего, главное планку свою не завышать относительно Реальности. PS: Для тех кого интересует только статус, благосостояние и меркантильный интерес, отвечаю: за границей не был, не привлекался, не участвовал, автомобиль отечественный, квартиру снимаю, работаю в жилконторе, „лужу паяю, утюги починяю“ (работу люблю) …на кухне равных нет, на швейной машинке крестиком вышиваю…Руки не золотые, но контакты платиновые) По жизни, в работе и в быту самодостаточен и состоялся. Прежние семейные отношения себя изжили, но думаю, что расстались мы из-за лени и по глупости. Подробнее в Автопортрете."
		},
		{
			"id": 2,
			"firstName": "Toni",
			"lastName": "Scaled",
			"age": "38",
			"gender": "man",
			"img": "../assets/img/users/man/2.jpg",
			"like": false,
			"email": "Toni@q.ru",
			"password": "123456789",
			"aboutUs": "Ответ на самый распространенный вопрос звучит от меня так: Я хочу видеть ее женщиной и как женщину ее уважать. Это не так мало как может показаться, так как уже больше, чем многие из себя представляют. К сожалению. Для начала она должна понимать мое отменное чувство юмора, потом смириться с тем что я не буду худеть (я считаю медведи не должны равняться на зайцев, даже если зайцы сейчас в тренде) и самое главное – мы должны быть на одной волне, а дальше разберемся). Мне не важно, сколько ты зарабатываешь, на чем ездишь, где живешь и так далее, гораздо важнее искренность твоих намерений в плане отношений. Меня интересуют те, кто недавно на сайте или же те, кто уже давно на сайте, потому что и первые и вторые уже не зависят от иллюзии выбора."
		},
		{
			"id": 3,
			"firstName": "Prin",
			"lastName": "Ieshua",
			"age": "40",
			"gender": "man",
			"img": "../assets/img/users/man/3.jpg",
			"like": false,
			"email": "Prin@q.ru",
			"password": "123456789",
			"aboutUs": "Вторую волну для резонанса (волновой спектр указан выше). Лёгкую на подъём девушку, не зацикленную на кухне, макияже, маникюре и т. д. Для общения, совместных занятий спортом, походов по культурным мероприятиям и путешествий. А дальше уж как Галактики сойдутся. Если вы можете отличить хардтейл от двухподвеса, а карвинг и фрирайд для вас не пустые слова – то вам просто нет цены! Ахтунг! Сообщения с подмигиваниями и состоящие только из „Привет.“ „Как дела?“ игнорируются как унылые банальности. Хотите обратить на себя внимание – будьте оригинальнее!"
		},
		{
			"id": 4,
			"firstName": "Piter",
			"lastName": "Nort",
			"age": "29",
			"gender": "man",
			"img": "../assets/img/users/man/4.jpg",
			"like": false,
			"email": "Piter@q.ru",
			"password": "123456789",
			"aboutUs": "Я?.. Ироничный, высокий, спокойный. Прагматик, скептик, оптимист. Знаю когда внимательно выслушать, а когда закрыть тебе рот нежным поцелуем. Люблю умных девушек. Сокровища, которые у тебя под шапочкой важнее тех, которые под кофточкой (впрочем, к последним я тоже не равнодушен :) Мне нравятся девушки, у которых есть мнения и идеи, которые не стесняются их выражать и не боятся спорить, которые понимают, что несогласие с их точкой зрения не означает несогласия с ними самими. Веселые, уверенные и интересные. Я предлагаю то же самое со своей стороны. Интересно? Пишите."
		},
		{
			"id": 5,
			"firstName": "Djon",
			"lastName": "Holms",
			"age": "28",
			"gender": "man",
			"img": "../assets/img/users/man/5.jpg",
			"like": false,
			"email": "Djon@q.ru",
			"password": "123456789",
			"aboutUs": "Обаятельную улыбашку! Оптимистку! Умницу, которой буду гордиться я, а она, надеюсь, мной) Невозможно влюбиться сидя на сайте) Давай встречаться! Дурачиться! Лепить новые эмоции, формировать только наше с тобой отношение к жизни, создавать памятные моменты. Ведь именно так появляется любовь) не правда ли? Мне очень хочется уюта и комфорта. Не материального, а душевного. Счастье вдвоем) Прошу прощения за излишнюю романтику, но так хочется обнимать ночью любимую девочку и засыпать вместе, утром вместе решать чем бы позавтракать, днем переписываться в вотсапе если разошлись по делам, вечером опять улыбаться друг другу и снова засыпать обнявшись). p.s. поступает много предложений отношений за деньги. Но поймите. Это же, как подписать сделку с дьяволом) он даст тебе любую, такую как ты хочешь… но заберет у тебя Любовь) простите, но к такой сделке я еще не готов."
		},
		{
			"id": 6,
			"firstName": "Shon",
			"lastName": "Maikls",
			"age": "33",
			"gender": "man",
			"img": "../assets/img/users/man/6.jpg",
			"like": false,
			"email": "Shon@q.ru",
			"password": "123456789",
			"aboutUs": "Ищу человека. Как писал греческий писатель Диоген Лаэртский (III в.) в своем сочинении „Жизнь, учение и мнения знаменитых философов“, однажды древнегреческий философ Диоген из Синопа (400—325 до н. э.) зажег днем фонарь и принялся ходить с ним по людным местам Афин. На все недоуменные вопросы он отвечал кратко: „Ищу человека“. Тем самым он показывал афинянам, что найти среди них человека, достойного этого звания, крайне сложно. Это сочинение Диогена Лаэртского и легло в основу известного предания о великом философе. Мысль Диогена: не так просто найти человека, который по своим нравственным качествам действительно отвечает этому обязывающему званию."
		},
		{
			"id": 7,
			"firstName": "Richard",
			"lastName": "Mann",
			"age": "26",
			"gender": "man",
			"img": "../assets/img/users/man/7.jpg",
			"like": false,
			"email": "Richard@q.ru",
			"password": "123456789",
			"aboutUs": "Хочу найти девушку не только приятной внешности, но и с мозгами, характером, чувством юмора, адекватным, но при этом оптимистичным мировосприятием. Очень не люблю запах табачного дыма, нерешительных и попросту трусливых людей и тех, кто говорит чужими словами, думает чужими мозгами и делает чужими руками. Особенно интересны фрилансеры или просто те, кто может управлять своим временем. Можно даже гения-социопата, путешественника или ещё какую-нибудь экзотику."
		},
		{
			"id": 8,
			"firstName": "Djenni",
			"lastName": "Di",
			"age": "31",
			"gender": "man",
			"img": "../assets/img/users/man/8.jpg",
			"like": false,
			"email": "Djenni@q.ru",
			"password": "123456789",
			"aboutUs": "Хотел бы найти совершенно не закомплексованную, разумную, адекватную во взглядах на жизнь, свободолюбивую девушку, без тараканов в голове и каких-либо заморочек. Реалистку и оптимистку. Веселую и общительную, которая «живет здесь и сейчас». 95% женщин ищут КАКОГО-ТО мужчину, причем по приметам это один и тот же мужчина. Страшно порядочный, непьющий, добрый, материально и жильем обеспеченный, с маниакальной любовью к чужим детям и разведенным женщинам и, несмотря на все эти достоинства, он почему-то все еще холостой."
		},
		{
			"id": 9,
			"firstName": "Rocco",
			"lastName": "Siffredi",
			"age": "30",
			"gender": "man",
			"img": "../assets/img/users/man/9.jpg",
			"like": false,
			"email": "Rocco@q.ru",
			"password": "123456789",
			"aboutUs": "Хочу найти девушку не только приятной внешности, но и с мозгами, характером, чувством юмора, адекватным, но при этом оптимистичным мировосприятием. Очень не люблю запах табачного дыма, нерешительных и попросту трусливых людей и тех, кто говорит чужими словами, думает чужими мозгами и делает чужими руками. Особенно интересны фрилансеры или просто те, кто может управлять своим временем. Можно даже гения-социопата, путешественника или ещё какую-нибудь экзотику."
		},
		{
			"id": 10,
			"firstName": "Markus",
			"lastName": "Dupri",
			"age": "25",
			"gender": "man",
			"img": "../assets/img/users/man/10.jpg",
			"like": false,
			"email": "Markus@q.ru",
			"password": "123456789",
			"aboutUs": "Сознание как цветок – при правильном уходе, со временем лишь раскрывается. Путь к себе – это расширение мировоззрения. Интересуюсь трансперсональной психологией, философией. Моё увлечение это непроявленный мир человеческих душ и умов, а так же их коррекция. Если не утруждаетесь со своим приветствием, то не заморачивайтесь с моим ответом) Могу вас кое-чем удивить"
		},
		{
			"id": 11,
			"firstName": "Jessie",
			"lastName": "Rogers",
			"age": "22",
			"gender": "woman",
			"img": "../assets/img/users/woman/1.jpg",
			"like": false,
			"email": "Jessie@q.ru",
			"password": "123456789",
			"aboutUs": "Адекватного мужчину… реальное предложение.. реальная встреча… смотрите возрастные рамки пожалуйста молодые люди… Если Вас, что-то не устроило.., не надо грязи и хамства – это не по-мужски… Найдите в себе силы, просто пройти мимо… Я уважаю мужчин, и хотелось бы общаться именно с теми, кто знает себе цену и цену времени! Очень удивляют коллекционеры телефонов, мне кажется нужно быть полным неудачником, чтобы тратить несколько недель, куча слов, обещаний, на то чтобы уговорить на встречу, получить телефон и все, на этом миссия выполнена! Прошу, уважайте свое и мое время Мне интересно только реальное конкретное общение! И предложения встречи. С определенным временем и днем. (а не как-нибудь, где-нибудь, во сколько-нибудь) или вечером после. И. т.д."
		},
		{
			"id": 12,
			"firstName": "Nikki",
			"lastName": "Anderson",
			"age": "35",
			"gender": "woman",
			"img": "../assets/img/users/woman/2.jpg",
			"like": false,
			"email": "Nikki@q.ru",
			"password": "123456789",
			"aboutUs": "Друзья мои, без фото не отвечу…,. до 35 лет, дорогие мои, даже не пишите) хочу стареть вместе) …, в любовь между городами (особенно между российскими) НЕ ВЕРЮ… ищу… замечательного человека… для НОРМАЛЬНЫХ… Семейных отношений… Да, и еще – желательно психологически и духовно здоровых) людей…"
		},
		{
			"id": 13,
			"firstName": "Alana",
			"lastName": "Rains",
			"age": "27",
			"gender": "woman",
			"img": "../assets/img/users/woman/3.jpg",
			"like": false,
			"email": "Alana@q.ru",
			"password": "123456789",
			"aboutUs": "Характер тяжелый… юмор ехидный… с годами становлюсь все хуже и хуже.. Ещё желательно иметь при себе на первом свидании) справки: из полиции об отсутствии судимости, из бюро кредитных историй об отсутствии задолженности, из ФНС об отсутствии задолженности по уплате налогов, с места работы о зарплате+копия трудовой, нотариально заверенная копия свидетельства о собственности (имения, замка и т.д.), а также справка о прохождении медкомиссии с обязательным штампом из наркологического диспансера и психдиспансера (печать, подпись венеролога обязательна). P.S. Справка из ФМС, подтверждающая гражданство РФ и место регистрации является важным и значительным критерием!"
		},
		{
			"id": 14,
			"firstName": "Brianna",
			"lastName": "Love",
			"age": "36",
			"gender": "woman",
			"img": "../assets/img/users/woman/4.jpg",
			"like": false,
			"email": "Brianna@q.ru",
			"password": "123456789",
			"aboutUs": "Мужчины будьте тактичны, знакомясь с женщиной не надо сразу на ТЫ переходить! Такие сразу в ИГНОР! На банальные „привет, давай встретимся и т.д“ – ИГНОР! Будьте креативны, а если ваш мозг не может придумать более этого – НЕ ПИШИТЕ ВООБЩЕ-все равно не отвечу, на первой встрече сексом не занимаюсь! Будет ли второе – все зависит от того, какое впечатление останется у меня от первого свидания! Для особо „ОДАРЕННЫХ“ – внимательно читайте анкету, и 10 раз подумайте, прежде чем написать! PS Если вы Хозяин, Незнакомец, Любовник и прочее безымянное существо – даже не напрашивайтесь на знакомство, НЕ ОТВЕЧУ! С парами не встречаюсь! Если кому то не не нравится моя анкета – не стоит мне об этом писать!, т.к. мне глубоко наплевать на ваше мнение! Любители садо мазо и всяких туалетных тем – просьба не беспокоить!"
		},
		{
			"id": 15,
			"firstName": "Sasha",
			"lastName": "Grey",
			"age": "33",
			"gender": "woman",
			"img": "../assets/img/users/woman/5.jpg",
			"like": false,
			"email": "Sasha@q.ru",
			"password": "123456789",
			"aboutUs": "МУЖЧИНУ, а там время покажет, ни чего не загадываю. Прежде чем назвать меня „Зайкой“, подумай! Хватит ли у тебя „капусты“, „опилок“ возможно „сена“ и не подведет ли тебя „морковка“, а может „нора“ или „берлога“? Я что похожа на Волшебницу или может быть на Фею, наверно Золотая рыбка, что исполняет пожелания Всех просящих и скулящих домагателей? Мне НЕ интересны фантазия и желания других, а тем более незнакомых и чужих мне людей"
		},
		{
			"id": 16,
			"firstName": "Sarah",
			"lastName": "Vandella",
			"age": "35",
			"gender": "woman",
			"img": "../assets/img/users/woman/6.jpg",
			"like": false,
			"email": "Sarah@q.ru",
			"password": "123456789",
			"aboutUs": "Моя жизнь… мои правила. Не нравятся мои правила… Не лезьте в мою ЖИЗНЬ. Не бегу на встречу с каждым, кто со мной поздоровался и поинтересовался моим настроением и делами. ЗАБОТЛИВОГО, а НЕ ОЗАБОЧЕННОГО ЛЮБОВНИКА.. дела мои и настроение всегда хорошо, поэтому не спрашивайте..) бывает что и встречаюсь, но оценивайте себя реально… Если вам кажется, что я слишком многое себе позволяю, возможно, вы просто слишком во многом себе отказываете!"
		},
		{
			"id": 17,
			"firstName": "Koni",
			"lastName": "Demiko",
			"age": "21",
			"gender": "woman",
			"img": "../assets/img/users/woman/7.jpg",
			"like": false,
			"email": "Koni@q.ru",
			"password": "123456789",
			"aboutUs": "Возбудите во мне интерес видеть Вас и я соглашусь на многое) запретов почти нет. Подарю любовь и нежность Чувственному, адекватному и ласковому Мужчине с Желанием… К СЕБЕ НЕ ПРИГЛАШАЮ. Разборчива в поиске партнера. Убедительная просьба аферистов, альфонсов извращенцев и виртуальщиков – зря не тратьте свое и мое время. ТОЛЬКО РЕАЛЬНЫЕ МУЖЧИНЫ. В долгую переписку НЕ ВСТУПАЮ."
		},
		{
			"id": 18,
			"firstName": "Chanel",
			"lastName": "Preston",
			"age": "24",
			"gender": "woman",
			"img": "../assets/img/users/woman/8.jpg",
			"like": false,
			"email": "Chanel@q.ru",
			"password": "123456789",
			"aboutUs": "Я не хочу замуж прямо сейчас ,но ищу мужчину для долгих и серьезных отношений. Ради секса не знакомлюсь ,но с любимым мужчиной это любимое дело. Предпочитаю мужчин у которых есть деньги на ресторан и цветы. Верю в любовь и существование умных мужчин. Люблю свою жизнь...ведь другой такой у меня не будет... Люблю смотреть в глаза...'зеркало души' не обманет... Люблю быть такой какая я есть...потому что другой быть не умею... Люблю помолчать...иногда молчание значит намного больше, чем тысячи произнесенных слов... Люблю быть смешной...что бы видеть улыбки окружающих меня людей... ЛЮБЛЮ...ТАК КАК НИКТО И НИКОГДА...НЕ БУДЕТ ЛЮБИТЬ, ТО ЧТО ЛЮБЛЮ Я."
		},
		{
			"id": 19,
			"firstName": "Asa",
			"lastName": "Akira",
			"age": "32",
			"gender": "woman",
			"img": "../assets/img/users/woman/9.jpg",
			"like": false,
			"email": "Asa@q.ru",
			"password": "12345678",
			"aboutUs": "Страстная, умная , образованная, знаю и умею…165/63/4.. 32 …ищу одного и на долго.. МУЖЧИНУ с большой буквы ! Не люблю тратить своё и чужое время ! Абсолютно свободна и откровенна… Люблю игры.. ищу страсть и запоминающийся секс… могу быть властной Сукой или милой Киской …нестандартна во всем — от внешности (тату, грудь 4 размера до отношения и исполнения..,) ИЩУ СВОЕГО ВОЛШЕБНИКА! Готова к переезду или к поездкам в Ваш город! Алгоритм общения — переписка, симпатия, встреча и общение.. а дальше если заискрило — то продолжаем.. нет — всего хорошего.. на эконом и комфорт такси не езжу, (кофе по-быстрому — не мое …).. голых фото не рассылаю! Все чётко и конкретно. Не коллекционер и не сплю с кем попало! Уважаю своё и чужое личное пространство"
		},
		{
			"id": 20,
			"firstName": "Alexa",
			"lastName": "May",
			"age": "40",
			"gender": "woman",
			"img": "../assets/img/users/woman/10.jpg",
			"like": false,
			"email": "Alexa@q.ru",
			"password": "123456789",
			"aboutUs": "Хочу остаться загадкой, чтобы не писать банальности из желания поскорее выйти замуж. Лучше я подожду мужчину, для которого наше знакомство будет удачей, и наша семья станет маленькой домашней крепостью"
		}
	]
}
